module.exports = {
	config: {
		name: "goiadmin",
		author: "NIsAN",
		role: 0,
		shortDescription: " ",
		longDescription: "",
		category: "BOT",
		guide: "{pn}"
	},

onChat: function({ api, event }) {
	if (event.senderID !== "100023789902793") {
		var aid = ["100023789902793"];
		for (const id of aid) {
		if ( Object.keys(event.mentions) == id) {
			var msg = ["✦━━━━━━━━━━━━━━━━✦\n\n CHISTY বস এখন  বিজি জা বলার আমাকে বলতে পারেন_!!😼🥰\n\n ✦━━━━━━━━━━━━━━━━✦","✦━━━━━━━━━━━━━━━━✦\n\n এতো মিনশন নাহ দিয়া সিংগেল Chisty রে একটা গফ দে 😒 😏\n\n ✦━━━━━━━━━━━━━━━━✦","✦━━━━━━━━━━━━━━━━✦\n\n Mantion_না দিয়ে সিরিয়াস প্রেম করতে চাইলে ইনবক্স\n\n ✦━━━━━━━━━━━━━━━━✦","✦━━━━━━━━━━━━━━━━✦\n\n মেনশন দিসনা পারলে একটা গফ দে\n\n ✦━━━━━━━━━━━━━━━━✦","✦━━━━━━━━━━━━━━━━✦\n\n Mantion_দিস না বাঁলপাঁক্না Chisty প্রচুর বিজি 🥵🥀🤐\n\n ✦━━━━━━━━━━━━━━━━✦"];
			return api.sendMessage({body: msg[Math.floor(Math.random()*msg.length)]}, event.threadID, event.messageID);
		}
		}}
},
onStart: async function({}) {
	}
};
